Repository: OSGeo-jp/OSGeoLive-doc-omegat
Catalog: tm/index.tmx
Source language: en
Languages: ja

source: Welcome to |osgeolive-version|
ja: |osgeolive-version| へようこそ

source: `OSGeoLive <https://live.osgeo.org>`_ is a self-contained bootable DVD, USB thumb drive or Virtual Machine based on `Lubuntu <https://lubuntu.net>`_, that allows you to try a wide variety of open source geospatial software without installing anything. It is composed entirely of free software, allowing it to be freely distributed, duplicated and passed around.
ja: `OSGeoLive <https://live.osgeo.org>`_ は仮想マシン `Lubuntu <https://lubuntu.net>`_ をベースとした起動可能なブータブルDVD／USBメディアで、幅広く多様なオープンソースの地理空間ソフトウェアを、インストール無しに試すことができます。OSGeoLive は全てフリーソフトで構成されており、自由に複製、配布することができます。

source: It provides pre-configured applications for a range of geospatial use cases, including storage, publishing, viewing, analysis and manipulation of data. It also contains sample datasets and documentation.
ja: OSGeoLive は様々な地理空間関連の保管、配布、表示、分析、データメンテナンスなどの ユースケースに応じた設定済みのアプリケーションを提供しています。また、サンプル データセットやドキュメントも含んでいます。

source: To try out the applications, simply:
ja: アプリケーションを試すには、単に以下の手順を実施します:

source: Insert DVD or USB thumb drive in computer or virtual machine.
ja: DVDまたはUSBドライブをコンピュータもしくは仮想マシンにマウント

source: Reboot computer. (verify boot device order if necessary)
ja: コンピューターを再起動 (必要に応じてデバイスの起動順序を確認してください)

source: Press "Enter" to startup & login.
ja: "Enter" キーを押して起動し、ログイン

source: Select and run applications from the "Geospatial" menu.
ja: "Geospatial" メニューからアプリケーションを選択し、実行

source: OSGeoLive is an `OSGeo Foundation <https://www.osgeo.org/>`_ project. The OSGeo Foundation is a not-for-profit supporting Geospatial Open Source Software development, promotion and `education <https://www.osgeo.org/initiatives/geo-for-all/>`_.
ja: OSGeoLive は `OSGeo 財団 <https://www.osgeo.org/>`_ のプロジェクトです。OSGeo 財団は、非営利で地理空間のオープンソースソフトウェアの開発、プロモーション、及び `教育 <https://www.osgeo.org/initiatives/geo-for-all/>`_ をサポートしています。

source: Quick Starts
ja: クイックスタート

source: Presentation
ja: プレゼンテーション

source: A half hour `presentation <presentation.html>`_, highlighting all OSGeoLive applications, is available with slides, script, and `abstract <presentation/abstract.txt>`_.
ja: 全ての OSGeoLive アプリケーションを取り上げた30分間の `プレゼンテーション <presentation.html>`_ がスライドや原稿、 `アブストラクト <presentation/abstract.txt>`_ とともに、利用可能です。
